const data = {
	catalog: {
		items: [
			{ id: 1, title: 'Одяг, краса та аксесуари', 
				subList: [
					{ subId: 1, subTitle: 'Аксесуари', subLink: '' },
					{ subId: 2, subTitle: 'Взуття', subLink: '' },
					{ subId: 3, subTitle: 'Одяг', subLink: '' },
					{ subId: 4, subTitle: 'Краса та здоров’я', subLink: '' },
				] 
			},
			{ id: 2, title: 'Техніка та інструменти',
				subList: [
					{ subId: 1, subTitle: 'Побутова техніка', subLink: '' },
					{ subId: 2, subTitle: 'Зарядні станції', subLink: '' },
					{ subId: 3, subTitle: 'Інструменти та автотовари', subLink: '' },
					{ subId: 4, subTitle: 'Електроніка та аксесуари', subLink: '' },
				] 
			},
			{ id: 3, title: 'Дім та відпочинок', 
				subList: [
					{ subId: 1, subTitle: 'Активний відпочинок, туризм та хобі', subLink: '' },
					{ subId: 2, subTitle: 'Домашній текстиль', subLink: '' },
					{ subId: 3, subTitle: 'Дім та офіс', subLink: '' },
					{ subId: 4, subTitle: 'Посуд та аксесуари', subLink: '' },
				] 
			},
			{ id: 4, title: 'Сантехніка',
				subList: [
					{ subId: 1, subTitle: 'Унітази', subLink: '' },
					{ subId: 2, subTitle: 'Змішувачі та крани', subLink: '' },
					{ subId: 3, subTitle: 'Шланги', subLink: '' },
					{ subId: 4, subTitle: 'Фітинги', subLink: '' },
					{ subId: 5, subTitle: 'Аксесуари для ванної кімнати', subLink: '' },
				] 
			},
			{ id: 5, title: 'Діти та подарунки',
				subList: [
					{ subId: 1, subTitle: 'Іграшки', subLink: '' },
					{ subId: 2, subTitle: 'Сувеніри та подарунки', subLink: '' },
				] 
			},
			
		]
	},
	about: {
		details: {
			title: "Ми раді вітати вас на сторінках нашого інтернет-магазину",
            description: "- один з небагатьох магазинів, які включають в себе весь асортимент товарів, які потрібні людині для комфортного життя. Метою її створення було максимально спростити вам процес вибору та купівлі, зробити його швидким і приємним. Наші цінності:\n- Розширення можливостей\n- Кожен заслуговує на життя, про яке мріє\n- Включення та різноманітність\n- Повага та прийняття відмінностей\n- Чесний, етичний і гідний довіри\n- Соціальна відповідальність\n- Творити добро для світу\n- Наша мета - бути корисними\n- Щастя починається з простих речей\n- Щоб мрії здійснювалися легко\n- Пріоритети покупця для нас завжди на першому місці. Ми намагаємося зробити все, щоб покупець залишився задоволеним. Актуальні ціни на товари, Зручність замовлення, Оперативність, Економія вашого часу, Якісне обслуговування, Широкий вибір варіантів доставлення та оплати, Програми лояльності, Акції, Спеціальні пропозиції, Індивідуальний підхід до кожного покупця. Сподіваємося на плідну співпрацю та позитивні враження від нашого магазину. Бажаємо вдалих покупок",
		}
	},
	contact: {
		information: {
            address: "123 Main St",
            phone: "555-1234",
            email: "contact@example.com"
        }
	}
}

export default data;



